HELP_1 = """✽ <b>ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs ⏤͟͟͞͞★</b>

❍ /pause ➠ ᴩᴀᴜsᴇ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.
❍ /resume ➠ ʀᴇsᴜᴍᴇ ᴛʜᴇ ᴩᴀᴜsᴇᴅ sᴛʀᴇᴀᴍ.
❍ /skip ➠ sᴋɪᴩ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛ sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ɴᴇxᴛ ᴛʀᴀᴄᴋ ɪɴ ǫᴜᴇᴜᴇ.
❍ /end ᴏʀ /stop ➠ ᴄʟᴇᴀʀs ᴛʜᴇ ǫᴜᴇᴜᴇ ᴀɴᴅ ᴇɴᴅ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.
❍ /player ➠ ɢᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴩʟᴀʏᴇʀ ᴩᴀɴᴇʟ.
❍ /queue ➠ sʜᴏᴡs ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs ʟɪsᴛ.
"""

HELP_2 = """
✽ <b>ᴀᴜᴛʜ ᴜsᴇʀs ⏤͟͟͞͞★</b>

ᴀᴜᴛʜ ᴜsᴇʀs ᴄᴀɴ ᴜsᴇ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜᴏᴜᴛ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ᴄʜᴀᴛ.

❍ /auth [ᴜsᴇʀɴᴀᴍᴇ/ᴜsᴇʀ_ɪᴅ] ➠ ᴀᴅᴅ ᴀ ᴜsᴇʀ ᴛᴏ ᴀᴜᴛʜ ʟɪsᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
❍ /unauth [ᴜsᴇʀɴᴀᴍᴇ/ᴜsᴇʀ_ɪᴅ] ➠ ʀᴇᴍᴏᴠᴇ ᴀ ᴀᴜᴛʜ ᴜsᴇʀs ғʀᴏᴍ ᴛʜᴇ ᴀᴜᴛʜ ᴜsᴇʀs ʟɪsᴛ.
❍ /authusers ➠ sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴜᴛʜ ᴜsᴇʀs ᴏғ ᴛʜᴇ ɢʀᴏᴜᴩ.
"""

HELP_3 = """
✽ ʙʀᴏᴀᴅᴄᴀsᴛ ғᴇᴀᴛᴜʀᴇ [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] ⏤͟͟͞͞★

❍ /broadcast [ᴍᴇssᴀɢᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ] ➠ ʙʀᴏᴀᴅᴄᴀsᴛ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

❍ ʙʀᴏᴀᴅᴄᴀsᴛɪɴɢ ᴍᴏᴅᴇs ⏤͟͟͞͞★
❍ <b>-pin</b> ➠ ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇs ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs.
❍ <b>-pinloud</b> ➠ ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ sᴇɴᴅ ɴᴏᴛɪғɪᴄᴀᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴍᴇᴍʙᴇʀs.
❍ <b>-user</b> ➠ ʙʀᴏᴀᴅᴄᴀsᴛs ᴛʜᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜsᴇʀs ᴡʜᴏ ʜᴀᴠᴇ sᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
❍ <b>-assistant</b> ➠ ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴛʜᴇ ᴀssɪᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
❍ <b>-nobot</b> ➠ ғᴏʀᴄᴇs ᴛʜᴇ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀsᴛ ᴛʜᴇ ᴍᴇssᴀɢᴇ..

❍ <b>ᴇxᴀᴍᴩʟᴇ ➠</b> <code>/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ</code>
"""

HELP_4 = """
✽ ᴄʜᴀᴛ ʙʟᴀᴄᴋʟɪsᴛ ғᴇᴀᴛᴜʀᴇ [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] ⏤͟͟͞͞★

❍ /blacklistchat [ᴄʜᴀᴛ ɪᴅ] ➠ ʙʟᴀᴄᴋʟɪsᴛ ᴀ ᴄʜᴀᴛ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
❍ /whitelistchat [ᴄʜᴀᴛ ɪᴅ] ➠ ᴡʜɪᴛᴇʟɪsᴛ ᴛʜᴇ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛ.
❍ /blacklistedchat ➠ sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛs.
"""

HELP_5 = """
✽ ʙʟᴏᴄᴋ ᴜsᴇʀs [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] ⏤͟͟͞͞★

❍ /block [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] ➠ ʙʟᴏᴄᴋ ᴛʜᴇ ᴜsᴇʀ ғʀᴏᴍ ᴏᴜʀ ʙᴏᴛ.
❍ /unblock [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] ➠ ᴜɴʙʟᴏᴄᴋs ᴛʜᴇ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀ.
❍ /blockedusers ➠ sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀs.
"""

HELP_6 = """
✽ <b>ᴄʜᴀɴɴᴇʟ ᴩʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs⏤͟͟͞͞★</b>

❍ /cplay ➠ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴀᴜᴅɪᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
❍ /cvplay ➠ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴠɪᴅᴇᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
❍ /cplayforce or /cvplayforce ➠ sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
❍ /channelplay [ᴄʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪsᴀʙʟᴇ] ➠ ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴩ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏғ ᴄᴏᴍᴍᴀɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏᴜᴩ.
"""

HELP_7 = """
✽ ɢʟᴏʙᴀʟ ʙᴀɴ ғᴇᴀᴛᴜʀᴇ [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] ⏤͟͟͞͞★

❍ /gban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] ➠ ɢʟᴏʙᴀʟʟʏ ʙᴀɴs ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ ғʀᴏᴍ ᴀʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
❍ /ungban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] ➠ ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴs ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.
❍ /gbannedusers ➠ sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀs.
"""

HELP_8 = """
✽ <b>ʟᴏᴏᴘ sᴛʀᴇᴀᴍ ⏤͟͟͞͞★</b>

❍ /loop [enable/disable] ➠ ᴇɴᴀʙʟᴇs/ᴅɪsᴀʙʟᴇs ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ
❍ /loop [1, 2, 3, ...] ➠ ᴇɴᴀʙʟᴇs ᴛʜᴇ ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ᴠᴀʟᴜᴇ.
"""

HELP_9 = """
✽ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] ⏤͟͟͞͞★

❍ /logs ➠ ɢᴇᴛ ʟᴏɢs ᴏғ ᴛʜᴇ ʙᴏᴛ.
❍ /logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] ➠ ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴩᴩᴇɴ ᴏɴ ʙᴏᴛ.
❍ /maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] ➠ ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴛʜᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.
"""

HELP_10 = """
✽ <b>ᴘɪɴɢ & sᴛᴀᴛs ⏤͟͟͞͞★</b>

❍ /start ➠ sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.
❍ /help ➠ ɢᴇᴛ ʜᴇʟᴩ ᴍᴇɴᴜ ᴡɪᴛʜ ᴇxᴩʟᴀɴᴀᴛɪᴏɴ ᴏғ ᴄᴏᴍᴍᴀɴᴅs.
❍ /ping ➠ sʜᴏᴡs ᴛʜᴇ ᴩɪɴɢ ᴀɴᴅ sʏsᴛᴇᴍ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.
❍ /stats ➠ sʜᴏᴡs ᴛʜᴇ ᴏᴠᴇʀᴀʟʟ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.
"""

HELP_11 = """
✽ <b>ᴩʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs ⏤͟͟͞͞★</b>

❍ <b>v ➠</b> sᴛᴀɴᴅs ғᴏʀ ᴠɪᴅᴇᴏ ᴩʟᴀʏ.
❍ <b>force ➠</b> sᴛᴀɴᴅs ғᴏʀ ғᴏʀᴄᴇ ᴩʟᴀʏ.

❍ /play ᴏʀ /vplay ➠ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴀᴛ.
❍ /playforce ᴏʀ /vplayforce ➠ sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
"""

HELP_12 = """
✽ <b>sʜᴜғғʟᴇ ᴏ̨ᴜᴇᴜᴇ ⏤͟͟͞͞★</b>

❍ /shuffle ➠ sʜᴜғғʟᴇ's ᴛʜᴇ ᴏ̨ᴜᴇᴜᴇ.
❍ /queue ➠ sʜᴏᴡs ᴛʜᴇ sʜᴜғғʟᴇᴅ ᴏ̨ᴜᴇᴜᴇ.
"""

HELP_13 = """
✽ <b>sᴇᴇᴋ sᴛʀᴇᴀᴍ ⏤͟͟͞͞★</b>

❍ /seek [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] ➠ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
❍ /seekback [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] ➠ ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
"""

HELP_14 = """
✽ <b>sᴏɴɢ ᴅᴏᴡɴʟᴏᴀᴅ ⏤͟͟͞͞★</b>

❍ /song [sᴏɴɢ ɴᴀᴍᴇ/ʏᴛ ᴜʀʟ] ➠ ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴛʀᴀᴄᴋ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ ɪɴ ᴍᴘ3 ᴏʀ ᴍᴘ4 ғᴏʀᴍᴀᴛs.
"""

HELP_15 = """
✽ <b>sᴘᴇᴇᴅ ᴄᴏᴍᴍᴀɴᴅs ⏤͟͟͞͞★</b>

❍ /speed or /playback ➠ ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ɢʀᴏᴜᴘ.
❍ /cspeed or /cplayback ➠ ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ᴄʜᴀɴɴᴇʟ.
"""

HELP_16 = """
✽ <b>CʜᴀᴛGPT ⏤͟͟͞͞★</b>

❍ /ask ➠ ǫᴜᴇʀɪᴇs ᴛʜᴇ ᴀɪ ᴍᴏᴅᴇʟ ᴛᴏ ɢᴇᴛ ᴀ ʀᴇsᴘᴏɴsᴇ ᴛᴏ ʏᴏᴜʀ ǫᴜᴇsᴛɪᴏɴ.
 """

HELP_17 = """
✽ <b>sᴛɪᴄᴋᴇʀs ⏤͟͟͞͞★</b>

❍ /packkang ➠ ᴄʀᴇᴀᴛᴇs ᴀ ᴘᴀᴄᴋ ᴏғ sᴛɪᴄᴋᴇʀs ғʀᴏᴍ ᴀ ᴏᴛʜᴇʀ ᴘᴀᴄᴋ.
❍ /stickerid ➠ ɢᴇᴛs ᴛʜᴇ sᴛɪᴄᴋᴇʀ ɪᴅ ᴏғ ᴀ sᴛɪᴄᴋᴇʀ.
"""

HELP_18 = """
✽ <b>ᴛᴀɢ-ᴀʟʟ ⏤͟͟͞͞★</b>

❍ /tagall ➠ ʀᴀɴᴅᴏᴍ ᴍᴇɴᴛɪᴏɴ ᴀʟʟ ᴍᴇᴍʙᴇʀs ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ.
❍ /all ➠ ᴛᴀɢ ᴡɪᴛʜ ᴏᴡɴ ᴡʀɪᴛᴇ ᴍᴇssᴀɢᴇ.
⬤ /cancel ➥ sᴛᴏᴘ ᴛᴀɢɢɪɴɢ ʙᴀʙʏ.

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ ➥ ˹𝗤͡ᴜɛ̽͜ᴇ𝐍˼ ♡゙ ᴍ ᴜ s ɪ ᴄ
 """

HELP_19 = """
✽ <b>ᴜ-ɪɴꜰᴏ ⏤͟͟͞͞★</b>

❍ /id ➠ ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ɢʀᴏᴜᴘ ɪᴅ. ɪғ ᴜsᴇᴅ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ, ɢᴇᴛs ᴛʜᴀᴛ ᴜsᴇʀ's ɪᴅ.
❍ /info ➠ ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜsᴇʀ.
❍ /github <ᴜsᴇʀɴᴀᴍᴇ> ➠ ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ɢɪᴛʜᴜʙ ᴜsᴇʀ.
"""
HELP_20 = """
✽ <b>ɢʀᴏᴜᴘ ⏤͟͟͞͞★</b>

❍ /pin ➠ ᴘɪɴs ᴀ ᴍᴇssᴀɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
❍ /pinned ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
❍ /unpin ➠ ᴜɴᴘɪɴs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ.
❍ /staff ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟɪsᴛ ᴏғ sᴛᴀғғ ᴍᴇᴍʙᴇʀs.
❍ /bots ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙᴏᴛs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
❍ /settitle ➠ sᴇᴛs ᴛʜᴇ ᴛɪᴛʟᴇ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
❍ /setdiscription ➠ sᴇᴛs ᴛʜᴇ ᴅᴇsᴄʀɪᴘᴛɪᴏɴ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
❍ /setphoto ➠ sᴇᴛs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘʜᴏᴛᴏ.
❍ /removephoto ➠ ʀᴇᴍᴏᴠᴇs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘʜᴏᴛᴏ.
❍ /zombies ➠ ʀᴇᴍᴏᴠᴇs ᴀᴄᴄ ᴅᴇʟᴇᴛᴇᴅ ᴍᴇᴍʙᴇʀs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.
❍ /imposter ᴏɴ/ᴏғғ ➠ ᴛᴜʀɴs ᴏɴ ᴏʀ ᴏғғ ᴛʜᴇ ᴡᴀᴛᴄʜᴇʀ ғᴏʀ ʏᴏᴜʀ ɢʀᴏᴜᴘ, ᴡʜɪᴄʜ ɴᴏᴛɪғɪᴇs ᴀʙᴏᴜᴛ ᴜsᴇʀs ᴡʜᴏ ᴄʜᴀɴɢᴇ ᴛʜᴇɪʀ ɴᴀᴍᴇ ᴏʀ ᴜsᴇʀɴᴀᴍᴇ.
"""
HELP_21 = """
✽ <b>ᴇxᴛʀᴀ ⏤͟͟͞͞★</b>

❍ /math ➠ sᴏʟᴠᴇs ᴍᴀᴛʜᴇᴍᴀᴛɪᴄᴀʟ ᴘʀᴏʙʟᴇᴍs ᴀɴᴅ ᴇǫᴜᴀᴛɪᴏɴs.
❍ /blackpink ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ʙʟᴀᴄᴋᴘɪɴᴋ-sᴛʏʟᴇ ʟᴏɢᴏ.
❍ /carbon ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ᴄᴀʀʙᴏɴ ᴄᴏᴅᴇ ɪᴍᴀɢᴇ ғʀᴏᴍ ᴀ ᴄᴏᴅᴇ sɴɪᴘᴘᴇᴛ.
❍ /speedtest ➠ ᴍᴇᴀsᴜʀᴇs ᴛʜᴇ ɪɴᴛᴇʀɴᴇᴛ sᴘᴇᴇᴅ.
❍ /reverse ➠ ʀᴇᴠᴇʀsᴇs ᴀ ɢɪᴠᴇɴ ᴛᴇxᴛ.
❍ /webss ➠ ᴛᴀᴋᴇs ᴀ sᴄʀᴇᴇɴsʜᴏᴛ ᴏғ ᴀ ᴡᴇʙsɪᴛᴇ.
❍ /paste ➠ ᴜᴘʟᴏᴀᴅs ᴀ ᴛᴇxᴛ sɴɪᴘᴘᴇᴛ ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ɢɪᴠᴇs ᴀ ʟɪɴᴋ.
❍ /tgm ➠ ᴜᴘʟᴏᴀᴅs ᴀ ᴘʜᴏᴛᴏ (ᴜɴᴅᴇʀ 𝟻ᴍʙ) ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ɢɪᴠᴇs ᴀ ʟɪɴᴋ.
❍ /tr ➠ ᴛʀᴀɴsʟᴀᴛᴇs ᴛᴇxᴛ.
❍ /google ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏɴ ɢᴏᴏɢʟᴇ.
❍ /stack ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ᴘʀᴏɢʀᴀᴍᴍɪɴɢ-ʀᴇʟᴀᴛᴇᴅ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏɴ sᴛᴀᴄᴋ ᴏᴠᴇʀғʟᴏᴡ.
"""
HELP_22 = """
<b>ɪᴍᴀɢᴇ ⏤͟͟͞͞★</b>

❍ /draw ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ᴅʀᴀᴡɪɴɢ ʙᴀsᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴘᴏʀᴏᴍᴘᴛ.
❍ /image ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀɴ ɪᴍᴀɢᴇ ʙᴀsᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴋᴇʏᴡᴏʀᴅ.
❍ /upscale ➠ ʀᴇᴘʟʏ ᴛᴏ ᴀɴ ɪᴍᴀɢᴇ ᴛᴏ ᴜᴘsᴄᴀʟᴇ ɪᴛ ᴀɴᴅ ɪᴍᴘʀᴏᴠᴇ ɪᴛs ǫᴜᴀʟɪᴛʏ.
"""
HELP_23 = """
 ✽ <b>ᴀᴄᴛɪᴏɴ ⏤͟͟͞͞★</b>

 ❍ /kickme ➠ kicks the user who issued the command

 ❅ Admins only ❅

 ❍ /ban <userhandle> ➠ bans a user. (via handle, or reply)
 ❍ /sban <userhandle> ➠ Silently ban a user. Deletes command, Replied message and doesn't reply. (via handle, or reply)
 ❍ /tban <userhandle> x(m/h/d) ➠ bans a user for x time. (via handle, or reply). m = minutes, h = hours, d = days.
 ❍ /unban <userhandle> ➠ unbans a user. (via handle, or reply)
 ❍ /kick <userhandle> ➠ kicks a user out of the group, (via handle, or reply)
 ❍ /mute <userhandle> ➠ silences a user. Can also be used as a reply, muting the replied to user.
 ❍ /tmute <userhandle x(m/h/d) ➠ mutes a user for x time. (via handle, or reply). m = minutes, h = hours, d = days.
 ❍ /unmute <userhandle> ➠ unmutes a user. Can also be used as a reply, muting the replied to user.

 ❍ sᴘᴇᴄɪᴀʟ ᴄᴏᴍᴍᴀɴᴅs ➠ Krish 𝚋𝚊𝚗 , Krish 𝚖𝚞𝚝𝚎 , Krish 𝚙𝚛𝚘𝚖𝚘𝚝𝚎 ..... 𝚎𝚝𝚌.
 """
HELP_24 = """
 ✽ <b>sᴇᴀʀᴄʜ ⏤͟͟͞͞★</b>

 ❍ /google <query> ➠ Search the google for the given query.
 ❍ /anime <query>  ➠ Search myanimelist for the given query.
 ❍ /stack <query>  ➠ Search stackoverflow for the given query.
 ❍ /image (/imgs) <query> ➠ Get the images regarding to your query
"""
HELP_25 = """
 ✽ <b>ᴡʀɪᴛɪɴɢ ⏤͟͟͞͞★</b>

 ❖ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ɪs ᴡʀɪᴛɪɴɢ ⏤͟͟͞͞★

 ⬤ /write <ᴛᴇxᴛ> ➥ ᴡʀɪᴛᴇs ᴛʜᴇ ɢɪᴠᴇɴ ᴛᴇxᴛ.

 ❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ ➥ ˹𝗤͡ᴜɛ̽͜ᴇ𝐍˼ ♡゙ ᴍ ᴜ s ɪ ᴄ
 """
HELP_26 = """
  ✽ <b>ᴡʜᴀᴛsᴀᴘᴘ ⏤͟͟͞͞★</b>

  ❖ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ɪs ᴡʜᴀᴛsᴀᴘᴘ ⏤͟͟͞͞★

⬤ /whatsapp +11234567890 ➥ ɢᴇᴛ ᴡʜᴀᴛsᴀᴘᴘ ʟɪɴᴋ.
⬤ /phone ➥ ᴄʜᴇᴀᴋ ᴘʜᴏɴᴇ ɴᴜᴍʙᴇʀ sʜᴏʀᴛ ᴅᴇᴛᴀɪʟs.

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ ➥ ˹𝗤͡ᴜɛ̽͜ᴇ𝐍˼ ♡゙ ᴍ ᴜ s ɪ ᴄ
"""
HELP_27 = """
  ✽ <b>ᴡᴇᴀᴛʜᴇʀ ⏤͟͟͞͞★</b>

  ❖ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ɪs ᴡᴇᴀᴛʜᴇʀ ⏤‌★

 ⬤ /weather <ᴄɪᴛʏ> ➥ ᴜsᴀɢᴇ sᴀᴍᴇ ᴀs /ᴡᴇᴀᴛʜᴇʀ
 ⬤ /weather  ᴍᴏᴏɴ ➥ ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ sᴛᴀᴛᴜs ᴏғ ᴍᴏᴏɴ
 ⬤ /calendar <year> ➥ sʜᴏᴡ ᴄᴀʟᴇɴᴅᴀʀ, ᴇx - 1984, 2024
 ⬤ /day ➥ sʜᴏᴡ ᴅᴀʏ, ᴇx - 16/06/2003
 ⬤ /time ➥ sᴇᴇ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴛɪᴍᴇ.

 ❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ ➥ ˹𝗤‌ᴜɛ‌ᴇ𝐍˼ ♡゙ ᴍ ᴜ s ɪ ᴄ
 """
HELP_28 = """
  ✽ <b>ʟᴏᴠᴇ ⏤͟͟͞͞★</b>

  ❖ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ɪs ʟᴏᴠᴇ ⏤‌★

 ⬤ /couples ➥ ᴄʜᴏᴏsᴇ 2 ᴜsᴇʀs ᴀɴᴅ sᴇɴᴅ ᴛʜᴇɪʀ ɴᴀᴍᴇ ᴀs ᴄᴏᴜᴘʟᴇs ɪɴ ʏᴏᴜʀ ᴄʜᴀᴛ.
 ⬤ /love <fristuser seconduser> ➥ sʜᴏᴡ ʟᴏᴠᴇ ᴘᴇʀᴄᴇɴᴛᴀɢᴇ.
 ⬤ /bored ➥ ɢᴇᴛ ʀᴀɴᴅᴏᴍ ʙᴏʀᴇᴅ ғᴇᴇʟɪɴɢs.

 ❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ ➥ ˹𝗤‌ᴜɛ‌ᴇ𝐍˼ ♡゙ ᴍ ᴜ s ɪ ᴄ
 """
HELP_29 = """
  ✽ <b>ᴄᴏᴜɴᴛʀʏ ⏤͟͟͞͞★</b>

  ❖ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ɪs ᴄᴏᴜɴᴛʀʏ ⏤͟͟͞͞★

⬤ /cstats ➥ ᴄʜᴇᴄᴋ ᴄᴏᴜɴᴛʀʏ sᴛᴀᴛᴇs ɴᴀᴍᴇ.
⬤ /population ➥ ᴄʜᴇᴄᴋ ᴄᴏᴜɴᴛʀʏ ᴘᴏᴘᴜʟᴀᴛɪᴏɴ.

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ ➥ ˹𝗤͡ᴜɛ̽͜ᴇ𝐍˼ ♡゙ ᴍ ᴜ s ɪ ᴄ
"""
HELP_30 = """
  ✽ <b>ɪɴғᴏ ⏤͟͟͞͞★</b>

  ❖ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ɪs ɪɴғᴏ ⏤‌★

 ⬤ /gitinfo ➥ ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ɢɪᴛʜᴜʙ ᴜsᴇʀ.
 ⬤ /info ➥ ᴀʙᴏᴜᴛ ᴜsᴇʀ ɪɴғᴏʀᴍᴀᴛɪᴏɴ.
 ⬤ /id ➥ ɢᴇᴛ ᴄʜᴀᴛ ɪᴅ + ᴜsᴇʀ ɪᴅ.
 ⬤ /stickerid ➥ ɢᴇᴛ sᴛɪᴄᴋᴇʀ ɪᴅ.
 ⬤ /whois ➥ ᴜsᴇʀ sʜᴏʀᴛ ɪɴғᴏ.

 ❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ ➥ ˹𝗤‌ᴜɛ‌ᴇ𝐍˼ ♡゙ ᴍ ᴜ s ɪ ᴄ
 """
HELP_31 = """
  ✽ <b>fedban ⏤͟͟͞͞★</b>

  ⬤ /fban ➥ Bans a user from the current chat's federation
  ⬤ /unfban ➥ Unbans a user from the current chat's federation
  """



